Repository: HungerHa/libreelec_addon_argononecontrol
Catalog: source/resources/language/resource.language.*/strings.po
Languages: bs_ba, de_de, es_es, it_it, ko_kr, nl_nl, pl_pl, sv_se, uk_ua

# Addon Summary
source: Argon ONE case features
bs_ba: Karakteristike kućišta Argon ONE
de_de: Argon ONE-Gehäusefunktionen
es_es: Características de caja Argon ONE
it_it: Caratteristiche del case Argon ONE
ko_kr: Argon ONE 케이스 기능
pl_pl: Cechy obudowy Argon ONE
sv_se: Argon ONE-lådans funktioner
uk_ua: Функції корпусу Argon ONE

# Addon Description
source: Support for RPi4/5 Argon ONE case features including the power button, fan speed, and the Argon IR remote. One-time restart required.
bs_ba: Podrška za funkcije kućišta RPi4/5 Argon ONE, uključujući dugme za napajanje, brzinu ventilatora i Argon IR daljinski upravljač. Potrebno je jednokratno ponovno pokretanje.
de_de: Unterstützung für RPi4/5 Argon ONE-Gehäusefunktionen, einschließlich des Netzschalters, der Lüftergeschwindigkeit und der Argon IR-Fernbedienung. Einmaliger Neustart erforderlich.
es_es: Soporte a las características de la caja para RPi4/5 Argon ONE como el botón de encendido, velocidad del ventilador y el Mando Argon IR. Requiere reinicio.
it_it: Supporto per le funzionalità del case Argon ONE RPi4/5, tra cui il pulsante di accensione, la velocità della ventola e il telecomando Argon IR. Richiede un solo riavvio.
ko_kr: 전원 버튼, 팬 속도, Argon IR 리모컨 등 RPi4/5 Argon ONE 케이스 기능을 지원합니다. 재시작은 한 번 필요합니다.
pl_pl: Obsługa funkcji obudowy RPi4/5 Argon ONE, w tym przycisku zasilania, prędkości wentylatora i pilota IR Argon. Wymagane jednorazowe ponowne uruchomienie.
sv_se: Stöd för RPi4/5 Argon ONE-lådans funktioner, inklusive strömknappen, fläkthastigheten och Argon IR-fjärrkontrollen. Omstart krävs en gång.
uk_ua: Підтримка функций корпусу RPi4/5 Argon ONE, зокрема кнопки увімкнення, керування швидкістю вентилятора і пульту ДК Argon. Потрібне перезавантаження.

# #32000
source: Debug
de_de: Fehlersuche
es_es: Depuración
ko_kr: 디버그
pl_pl: Debugowanie
sv_se: Felsök
uk_ua: Відлагодження

# #32001
source: Disabled
bs_ba: Onemogućeno
de_de: Deaktiviert
es_es: Desactivado
it_it: Disabilitato
ko_kr: 사용 안 함
nl_nl: Uitgeschakeld
pl_pl: Wyłączone
sv_se: Inaktiverad
uk_ua: Вимкн.

# #32002
source: Enabled
bs_ba: Omogućeno
de_de: Aktiviert
es_es: Activado
it_it: Abilitato
ko_kr: 사용함
nl_nl: Ingeschakeld
pl_pl: Włączone
sv_se: Aktiverad
uk_ua: Увімкн.

# #32100
source: Fan control
bs_ba: Kontrola ventilatora
de_de: Lüftersteuerung
es_es: Control de ventilador
it_it: Controllo ventola
ko_kr: 팬 제어
nl_nl: Ventilator instellingen
pl_pl: Sterowanie wentylatorem
sv_se: Fläktstyrning
uk_ua: Керування вентилятором

# #32101
source: CPU temperature (Celsius)
bs_ba: Temperatura CPU-a (Celzijusi)
de_de: CPU-Temperatur (Celsius)
es_es: Temperatura de CPU (Celsius)
it_it: Temperatura CPU (Celsius)
ko_kr: CPU 온도(섭씨)
nl_nl: CPU temperatuur (Celsius)
pl_pl: Temperatura procesora (stopnie Celsjusza)
sv_se: CPU-temperatur (Celsius)
uk_ua: Температура ЦП (°C)

# #32102
source: Fan speed (Percent)
bs_ba: Brzina ventilatora (Procenat)
de_de: Lüftergeschwindigkeit (Prozent)
es_es: Velocidad de ventilador (Porcentaje)
it_it: Velocità ventola (percentuale)
ko_kr: 팬 속도 (백분율)
nl_nl: Ventilator snelheid (procenten)
pl_pl: Prędkość wentylatora (w procentach)
sv_se: Fläkthastighet (procent)
uk_ua: Швидкість вентилятора (%)

# #32103
source: Fan always on
bs_ba: Ventilator uvijek uključen
de_de: Lüfter dauerhaft aktiv
es_es: Ventilador siempre encendido
it_it: Ventola sempre accesa
ko_kr: 팬 항상 켜기
nl_nl: Ventilator altijd aan
pl_pl: Wentylator zawsze włączony
sv_se: Fläkten alltid på
uk_ua: Вентилятор завжди увімкнено

# #32104
source: Fan disabled
bs_ba: Ventilator onemogućen
de_de: Lüfter deaktivieren
es_es: Ventilador desactivado
it_it: Ventola disabilitata
ko_kr: 팬 사용 안 함
nl_nl: Ventilator uitgeschakeld
pl_pl: Wentylator wyłączony
sv_se: Fläkt inaktiverad
uk_ua: Вентилятор вимкнено

# #32105
source: Activate compatibility mode for ONE V1
bs_ba: Aktivirajte način kompatibilnosti za ONE V1
de_de: Aktivieren des Kompatibilitätsmodus für ONE V1
es_es: Activar modo compatiblidad para ONE V1
it_it: Attiva modalità di compatibilità per ONE V1
ko_kr: ONE V1 호환 모드 사용
nl_nl: Compatibiliteitsmodus activeren voor ONE V1
pl_pl: Aktywuj tryb zgodności dla ONE V1
sv_se: Aktivera kompatibilitetsläge för ONE V1
uk_ua: Режим сумісності з ONE V1

# #32106
source: CPU temperature (Fahrenheit)
bs_ba: Temperatura procesora (Fahrenheit)
de_de: CPU-Temperatur (Fahrenheit)
es_es: Temperatura de CPU (Fahrenheit)
it_it: Temperatura CPU (Fahrenheit)
ko_kr: CPU 온도 (화씨)
nl_nl: CPU temperatuur (Fahrenheit)
pl_pl: Temperatura procesora (w stopniach Fahrenheita)
sv_se: CPU-temperatur (Fahrenheit)
uk_ua: Температура ЦП (°F)

# #32107
source: Include SSD/NVMe temperature for fan control
bs_ba: Uključite temperaturu SSD/NVMe za kontrolu ventilatora
de_de: Beziehe SSD/NVMe-Temperatur in Lüfterregelung ein
es_es: Incluir temperatura de SSD/NVMe para controlar el ventilador
it_it: Includi temperatura SSD/NVMe per il controllo della ventola
ko_kr: 팬 제어에 SSD/NVMe 온도 포함
nl_nl: Ventilator instellingen inclusief SSD/NVMe temperatuur
pl_pl: Uwzględnij temperaturę SSD/NVMe w celu sterowania wentylatorem
sv_se: Inkludera SSD/NVMe-temperatur för fläktstyrning
uk_ua: Враховувати температуру SSD/NVMe для керування вентилятором

# #32108
source: SSD/NVMe temperature (Celsius)
bs_ba: Temperatura SSD/NVMe diska (Celzijusi)
de_de: SSD/NVMe-Temperatur (Celsius)
es_es: Temperatura de SSD/NVMe (Celsius)
it_it: Temperatura SSD/NVMe (Celsius)
ko_kr: SSD/NVMe 온도 (섭씨)
nl_nl: SSD/NVMe temperatuur (Celsius)
pl_pl: Temperatura SSD/NVMe (w stopniach Celsjusza)
sv_se: SSD/NVMe-temperatur (Celsius)
uk_ua: Температура SSD/NVMe (°C)

# #32109
source: SSD/NVMe temperature (Fahrenheit)
bs_ba: SSD/NVMe temperatura (Farenhajt)
de_de: SSD/NVMe-Temperatur (Fahrenheit)
es_es: Temperatura de SSD/NVMe (Fahrenheit)
it_it: Temperatura SSD/NVMe (Fahrenheit)
ko_kr: SSD/NVMe 온도 (화씨)
nl_nl: SSD/NVMe temperatuur (Fahrenheit)
pl_pl: Temperatura dysku SSD/NVMe (w stopniach Fahrenheita)
sv_se: SSD/NVMe-temperatur (Fahrenheit)
uk_ua: Температура SSD/NVMe (°F)

# #32110
source: Temperature threshold 1
bs_ba: Temperaturni prag 1
de_de: Temperatur-Schwellwert 1
es_es: Umbral de temperatura 1
it_it: Soglia temperatura 1
ko_kr: 임계 온도 1
nl_nl: Temperatuur drempel 1
pl_pl: Próg temperatury 1
sv_se: Tröskelvärde för temperatur 1
uk_ua: Поріг температури 1

# #32111
source: Hysteresis (Celsius)
de_de: Hysterese (Celsius)
it_it: Isteresi (Celsius)
pl_pl: Histereza (w stopniach Celsjusza)
sv_se: Hysteres (Celsius)
uk_ua: Гістерезис (°C)

# #32112
source: Hysteresis (thousandth Fahrenheit)
de_de: Hysterese (tausendstel Fahrenheit)
es_es: Hysteresis (milésimas Fahrenheit)
it_it: Isteresi (millesimi di Fahrenheit)
pl_pl: Histereza (w tysięcznych częściach Fahrenheita)
sv_se: Hysteres (tusendels Fahrenheit)
uk_ua: Гістерезис (тисячні від °F)

# #32113
source: Temperature threshold 4
de_de: Temperatur-Schwellwert 4
es_es: Umbral de temperatura 4
it_it: Soglia temperatura 4
pl_pl: Próg temperatury 4
sv_se: Tröskelvärde för temperatur 4
uk_ua: Поріг температури 4

# #32120
source: Temperature threshold 2
bs_ba: Temperaturni prag 2
de_de: Temperatur-Schwellwert 2
es_es: Umbral de temperatura 2
it_it: Soglia temperatura 2
ko_kr: 임계 온도 2
nl_nl: Temperatuur drempel 2
pl_pl: Próg temperatury 2
sv_se: Tröskelvärde för temperatur 2
uk_ua: Поріг температури 2

# #32130
source: Temperature threshold 3
bs_ba: Temperaturni prag 3
de_de: Temperatur-Schwellwert 3
es_es: Umbral de temperatura 3
it_it: Soglia temperatura 3
ko_kr: 임계 온도 3
nl_nl: Temperatuur drempel 3
pl_pl: Próg temperatury 3
sv_se: Tröskelvärde för temperatur 3
uk_ua: Поріг температури 3

# #32200
source: Power button
bs_ba: Dugme za napajanje
de_de: Power-Taste
es_es: Botón de encendido
it_it: Pulsante di accensione
ko_kr: 전원 버튼
nl_nl: Aan- uitschakelaar
pl_pl: Przycisk zasilania
sv_se: Strömknapp
uk_ua: Кнопка ввімкнення

# #32201
source: Handle power button events
bs_ba: Obrada događaja dugmeta za napajanje
de_de: Reagiere auf Power-Taste-Ereignisse
es_es: Manejar eventos de botón de encendido
it_it: Gestisci eventi del pulsante di accensione
ko_kr: 전원 버튼 이벤트 처리
nl_nl: Aan- uitschakelaar acties
pl_pl: Obsługuj zdarzenia związane z przyciskiem zasilania
sv_se: Hantera händelser med strömknappen
uk_ua: Обробка подій кнопки ввімкнення

# #32202
source: Also handles the remote control power off command. It is recommended to disable this option if it is not a ONE V1/2/3 case, such as a ONE V5 or NEO 5, in order to free up GPIOs.
de_de: Reagiert auch auf den Ausschaltbefehl der Fernbedienung. Es wird empfohlen diese Option zu deaktivieren, wenn es sich nicht um ein ONE V1/2/3-Gehäuse handelt, wie z.B. ONE V5 oder NEO 5, um GPIOs freizugeben.
es_es: También maneja el comando de apagado del mando a distancia. Es recomendable desactivar esta opción si no es la caja ONE V1/2/3, como la ONE V5 o la NEO 5, para liberar los GPIOs.
it_it: Gestisce anche il comando di spegnimento remoto. Si consiglia di disabilitare questa opzione se non si tratta di un modello ONE V1/2/3, come ONE V5 o NEO 5, per liberare GPIO.
pl_pl: Obsługuje również polecenie zdalnego wyłączania zasilania. Zaleca się wyłączenie tej opcji, jeśli nie jest to obudowa ONE V1/2/3, np. ONE V5 lub NEO 5, aby zwolnić miejsce na GPIO.
sv_se: Hanterar även fjärrkontrollens avstängningskommando. Det rekommenderas att inaktivera detta alternativ om det inte är ett ONE V1/2/3-fall, såsom ONE V5 eller NEO 5, för att frigöra GPIO:er.
uk_ua: Також обробляє команду вимкнення живлення з пульта ДК. Для корпусів не ONE V1/2/3, наприклад ONE V5 або NEO 5, краще вимкнути цей параметр, щоб звільнити GPIO.

# #32203
source: Use the double tap to shut down (instead of reboot)
bs_ba: Koristite dvostruki dodir za isključivanje (umjesto ponovnog pokretanja)
de_de: Benutze das Doppeltippen zum Herunterfahren (statt Neustart)
es_es: Usar pulsación doble para apagar (en lugar de reiniciar)
it_it: Usa il doppio tocco per spegnere (invece di riavviare)
ko_kr: 두 번 탭하여 종료합니다 (재부팅 대신)
nl_nl: Gebruik dubble drukken voor aflsuiten (in plaats van herstarten)
pl_pl: Użyj podwójnego stuknięcia, aby wyłączyć (zamiast restartować)
sv_se: Använd dubbeltryck för att stänga av (istället för att starta om)
uk_ua: Подвійне натискання для вимкнення (замість перезавантаження)

# #32204
source: Deactivates support for ONE V3. Required for some early firmware versions of the ONE V1/Fan HAT. Important: Disconnect the power supply from the case once if the fan control already no longer responds.
bs_ba: Deaktivira podršku za ONE V3. Potrebno za neke ranije verzije firmvera ONE V1/Fan HAT. Važno: Isključite napajanje iz kućišta ako kontrola ventilatora više ne reaguje.
de_de: Deaktiviert die Unterstützung für ONE V3. Erforderlich für einige frühe Firmware-Versionen des ONE V1/Fan HAT. Wichtig: Das Gehäuse einmalig stromlos machen (Netzteil ausstecken), falls die Lüftersteuerung bereits nicht mehr reagiert.
es_es: Desactiva el soporte para ONE V3. Requiere de alguna versión reciente del firmware para ONE V1/Fan HAT. Importante: Se debe desconectar la fuente de alimentación de la caja si el control del ventilador dejara de funcionar.
it_it: Disattiva il supporto per ONE V3. Richiesto per alcune prime versioni del firmware di ONE V1/Fan HAT. Importante: se il controllo della ventola non risponde più, scollega una volta l'alimentatore dal case.
ko_kr: ONE V3 지원을 사용하지 않습니다. ONE V1/Fan HAT의 일부 초기 펌웨어 버전에 필요합니다. 중요: 팬 제어가 더 이상 작동하지 않으면, 케이스에서 전원 공급 장치를 한 번 분리하세요.
nl_nl: Deactiveert ondersteuning voor ONE V3. Vereist voor sommige vroege firmwareversies van de ONE V1/Fan HAT. Belangrijk: Koppel de voeding eenmaal los van de behuizing als de ventilatorregeling al niet meer reageert.
pl_pl: Dezaktywuje obsługę ONE V3. Wymagane dla niektórych wczesnych wersji oprogramowania układowego ONE V1/Fan HAT. Ważne: odłącz zasilanie od obudowy, jeśli sterowanie wentylatorem już nie odpowiada.
sv_se: Inaktiverar stöd för ONE V3. Krävs för vissa tidiga firmwareversioner av ONE V1/Fan HAT. Viktigt att tänka på: Koppla bort strömförsörjningen från lådan en gång om fläktkontrollen inte längre svarar.
uk_ua: Вимкнення підтримки ONE V3. Необхідно для деяких старий версій вбудованого ПЗ ONE V1/Fan HAT. Важливо: відключіть блок живлення від корпусу, щойно керування вентилятором припинить працювати.

# #32205
source: Force support for ONE V5/NEO 5/Active Cooler via cooling_fan overlay
de_de: Erzwinge die Unterstützung für ONE V5/NEO 5/Active Cooler via cooling_fan Overlay
es_es: Forzar soporte para ONE V5/NEO 5/Active Cooler por medio de la capa cooling_fan
it_it: Forza supporto per ONE V5/NEO 5/Active Cooler tramite l'overlay cooling_fan
pl_pl: Wymuś obsługę ONE V5/NEO 5/Active Cooler poprzez nakładkę cooling_fan
sv_se: Tvinga stöd för ONE V5/NEO 5/Active Cooler via cooling_fan-överlägg
uk_ua: Примусова підтримка для ONE V5/NEO 5/Active Cooler через оверлей cooling_fan

# #32206
source: If enabled, uses the generic RPi5 fan control at the kernel level with the parameters in the config.txt file. Disables the integrated fan control of the Argon ONE V1/2/3! Advantage: Works independently of Kodi. Disadvantage: With this method, a restart is required after each change to the fan/temperature settings in the GUI for the changes to take effect.
de_de: Wenn aktiviert, wird die generische RPi5-Lüftersteuerung auf Kernel-Ebene mit den Parametern in der Datei config.txt verwendet. Deaktiviert die integrierte Lüftersteuerung des Argon ONE V1/2/3! Vorteil: Funktioniert unabhängig von Kodi. Nachteil: Bei dieser Methode ist nach jeder Änderung der Lüfter-/Temperatureinstellungen in der GUI ein Neustart erforderlich, damit die Änderungen wirksam werden.
es_es: Si se activa, usa el control genérico del ventilador de RPI5 a nivel de kernel con los parámetros de config.txt. ¡Desactiva el control integrado de Argon ONE V1/2/3! Ventaja: Funciona independientemente de Kodi. Desventaja: Con este método, se requiere un reinicio despues de cualquier cambio en los ajustes del ventilador/temperatura en la interfaz para que los cambios hagan efecto.
it_it: Se abilitato, usa il controllo generico della ventola del RPi5 a livello del kernel con i parametri presenti nel file config.txt. Disabilita il controllo integrato della ventola di Argon ONE V1/2/3! Vantaggio: funziona indipendentemente da Kodi. Svantaggio: con questo metodo, è necessario un riavvio dopo ogni modifica delle impostazioni di ventola/temperatura nell'interfaccia grafica affinché le modifiche abbiano effetto.
pl_pl: Po włączeniu używana jest ogólna kontrola wentylatora RPi5 na poziomie jądra z parametrami w pliku config.txt. Wyłącza zintegrowane sterowanie wentylatorem Argon ONE V1/2/3! Zaleta: działa niezależnie od Kodi. Wada: w przypadku tej metody, po każdej zmianie ustawień wentylatora/temperatury w interfejsie graficznym wymagany jest restart, aby zmiany zostały wprowadzone.
sv_se: Om aktiverat används den generiska RPi5-fläktkontrollen på kärnnivå med parametrarna i filen config.txt. Inaktiverar den integrerade fläktkontrollen i Argon ONE V1/2/3! Fördel: Fungerar oberoende av Kodi. Nackdel: Med denna metod krävs en omstart efter varje ändring av fläkt-/temperaturinställningarna i GUI för att ändringarna ska träda i kraft.
uk_ua: Якщо увімкнено, використовується загальне керування вентилятором RPi5 на рівні ядра з параметрами у файлі config.txt. Вимикає вбудоване керування вентилятором Argon ONE V1/2/3! Перевага: працює незалежно від Kodi. Недолік: для цього методу потрібен перезапуск після кожної зміни налаштувань вентилятора/температури в графічному інтерфейсі користувача, щоб зміни набули чинності.

# #32207
source: Activate RPi5 system fan detection for ONE V5/NEO 5/Active Cooler
de_de: Aktiviere die RPi5-Systemlüftererkennung für ONE V5/NEO 5/Active Cooler.
es_es: Activar detección del ventilador del sistema RPi5 para ONE V5/NEO 5/Active Cooler
it_it: Attiva rilevamento della ventola di sistema RPi5 per ONE V5/NEO 5/Active Cooler
pl_pl: Aktywuj wykrywanie systemowego wentylatora RPi5 dla ONE V5/NEO 5/Active Cooler
sv_se: Aktivera upptäckt av RPi5-systemfläkt för ONE V5/NEO 5/Active Cooler
uk_ua: Виявляти системний вентилятор RPi5 для ONE V5/NEO 5/Active Cooler

# #32208
source: Try to detect the RPi5 system fan during the add-on startup. Disables Argon ONE V1/V2/V3 fan control automatically if system fan found. Activation requires a restart of the add-on.
de_de: Versucht den RPi5-Systemlüfter während des Starts des Add-ons zu erkennen. Deaktiviert automatisch die Lüftersteuerung des Argon ONE V1/V2/V3, wenn ein Systemlüfter erkannt wurde. Die Aktivierung erfordert einen Neustart des Add-ons.
es_es: Intenta detectar el sistema de ventilacion de RPi5 al arrancar el Addon. Desactiva el control automático del ventilador Argon ONE V1/2/3 si se encuentra. La activación requiere reinicio del Addon.
it_it: Prova a rilevare la ventola di sistema RPi5 durante l'avvio dell'add-on. Disabilita automaticamente il controllo della ventola di Argon ONE V1/V2/V3 se rileva una ventola di sistema. L'attivazione richiede il riavvio dell'add-on.
pl_pl: Spróbuj wykryć wentylator systemowy RPi5 podczas uruchamiania dodatku. Automatycznie wyłącza sterowanie wentylatorem Argon ONE V1/V2/V3 po wykryciu wentylatora systemowego. Aktywacja wymaga ponownego uruchomienia dodatku.
sv_se: Försök att upptäcka RPi5-systemfläkten under tilläggets uppstart. Inaktiverar Argon ONE V1/V2/V3-fläktkontrollen automatiskt om systemfläkten hittas. Aktivering kräver en omstart av tillägget.
uk_ua: Пробувати виявляти системний вентилятор RPi5 під час запуску додатку. Якщо системний вентилятор знайдень, автоматично вимикає керування вентилятором Argon ONE V1/V2/V3. Для активації потрібно перезапустити надбудову.

# #32300
source: Argon Remote
bs_ba: Argonski daljinski upravljač
de_de: Argon Fernbedienung
es_es: Mando Argon
it_it: Telecomando Argon
ko_kr: Argon 리모트
nl_nl: Argon afstandbediening
pl_pl: Zdalne sterowanie Argon
sv_se: Argon-fjärrkontroll
uk_ua: Пульт ДК Argon

# #32301
source: Setup Argon remote control
bs_ba: Postavljanje Argon daljinskog upravljača
de_de: Argon Fernbedienung einrichten
es_es: Configurar el mando Argon
it_it: Configura telecomando Argon
ko_kr: Argon 리모컨 설정
nl_nl: Argon afstandbediening instellen
pl_pl: Konfiguracja pilota Argon
sv_se: Konfigurera Argon-fjärrkontroll
uk_ua: Налаштування пульту ДК Argon

# #32400
source: SSD/NVMe fan curve
bs_ba: Krivulja ventilatora za SSD/NVMe
de_de: SSD/NVMe-Lüfterkurve
es_es: Curva de ventilador SSD/NVMe
it_it: Curva ventola SSD/NVMe
ko_kr: SSD/NVMe 팬 곡선
nl_nl: SSD/NVMe ventilator curve
pl_pl: Krzywa wentylatora SSD/NVMe
sv_se: Fläktkurva för SSD/NVMe
uk_ua: Графік швидкості вентилятора SSD/NVMe

# #32401
source: GPU fan curve
bs_ba: Krivulja ventilatora GPU-a
de_de: GPU-Lüfterkurve
es_es: Curva de ventilador GPU
it_it: Curva ventola GPU
ko_kr: GPU 팬 곡선
nl_nl: GPU ventilator curve
pl_pl: Krzywa wentylatora GPU
sv_se: GPU-fläktkurva
uk_ua: Графік швидкості вентилятора ГП

# #32402
source: GPU temperature (Celsius)
bs_ba: Temperatura GPU-a (Celzijusi)
de_de: GPU-Temperatur (Celsius)
es_es: Temperatura de GPU (Celsius)
it_it: Temperatura GPU (Celsius)
ko_kr: GPU 온도 (섭씨)
nl_nl: GPU temperatuur (Celcius)
pl_pl: Temperatura GPU (w stopnach Celsjusza)
sv_se: GPU-temperatur (Celsius)
uk_ua: Температура ГП (°C)

# #32403
source: GPU temperature (Fahrenheit)
bs_ba: Temperatura GPU-a (Fahrenheit)
de_de: GPU-Temperatur (Fahrenheit)
es_es: Temperatura de GPU (Fahrenheit)
it_it: Temperatura GPU (Fahrenheit)
ko_kr: GPU 온도 (화씨)
nl_nl: GPU Temperatuur (Fahrenheit)
pl_pl: Temperatura GPU (w stopniach Fahrenheita)
sv_se: GPU-temperatur (Fahrenheit)
uk_ua: Температура ГП (°F)

# #32404
source: PMIC fan curve
bs_ba: PMIC krivulja ventilatora
de_de: PMIC-Lüfterkurve
es_es: Curva de ventilador PMIC
it_it: Curva ventola PMIC
ko_kr: PMIC 팬 곡선
nl_nl: PMIC ventilator curve
pl_pl: Krzywa wentylatora PMIC
sv_se: PMIC-fläktkurva
uk_ua: Графік швидкості вентилятора PMIC

# #32405
source: PMIC temperature (Celsius)
bs_ba: PMIC temperatura (Celzijusi)
de_de: PMIC Temperatur (Celsius)
es_es: Temperatura de PMIC (Celsius)
it_it: Temperatura PMIC (Celsius)
ko_kr: PMIC 온도 (섭씨)
nl_nl: PMIC temperatuur (Celsius)
pl_pl: Temperatura PMIC (w stopniach Celsjusza)
sv_se: PMIC-temperatur (Celsius)
uk_ua: Температура PMIC (°C)

# #32406
source: PMIC temperature (Fahrenheit)
bs_ba: PMIC temperatura (Fahrenheit)
de_de: PMIC-Temperatur (Fahrenheit)
es_es: Temperatura de PMIC (Fahrenheit)
it_it: Temperatura PMIC (Fahrenheit)
ko_kr: PMIC 온도 (화씨)
nl_nl: PMIC temperatuur (Fahrenheit)
pl_pl: Temperatura PMIC (w stopniach Fahrenheita)
sv_se: PMIC-temperatur (Fahrenheit)
uk_ua: Температура PMIC (°F)

# #32407
source: Include GPU temperature for fan control
bs_ba: Uključite temperaturu GPU-a za kontrolu ventilatora
de_de: Beziehe GPU-Temperatur in Lüfterregelung ein
es_es: Incluir temperatura de GPU para el control de ventilador
it_it: Includi temperatura GPU per il controllo ventola
ko_kr: 팬 제어에 GPU 온도 포함
nl_nl: Ventilator instellingen inclusief GPU temperatuur
pl_pl: Uwzględnij temperaturę GPU w celu sterowania wentylatorem
sv_se: Inkludera GPU-temperatur för fläktstyrning
uk_ua: Керування вентилятором залежно від температури ГП

# #32408
source: Include PMIC temperature for fan control
bs_ba: Uključite PMIC temperaturu za kontrolu ventilatora
de_de: Beziehe PMIC-Temperatur in Lüfterregelung ein
es_es: Incluir temperatura PMIC para el control de ventilador
it_it: Includi temperatura PMIC per il controllo ventola
ko_kr: 팬 제어에 PMIC 온도 포함
nl_nl: Ventilator instellingen inclusief PMIC temperatuur
pl_pl: Uwzględnij temperaturę PMIC w celu sterowania wentylatorem
sv_se: Inkludera PMIC-temperatur för fläktstyrning
uk_ua: Керування вентилятором залежно від температури PMIC

# #32409
source: CPU fan curve
bs_ba: Krivulja ventilatora procesora
de_de: CPU-Lüfterkurve
es_es: Curva de ventilador de CPU
it_it: Curva ventola CPU
ko_kr: CPU 팬 곡선
nl_nl: CPU Ventilator curve
pl_pl: Krzywa wentylatora CPU
sv_se: CPU-fläktkurva
uk_ua: Графік швидкості вентилятора ЦП

# #32202
source: Also handles the remote control power off command
bs_ba: Također obrađuje naredbu za isključivanje daljinskog upravljača
ko_kr: 원격 제어 전원 끄기 명령도 처리합니다
nl_nl: Ook uitschakelaar van de afstandbediening gebruiken
